<unk>	0	17401
,	0	46476
the	1	46144
.	2	37452
of	3	22176
to	4	21459
a	5	19338
in	6	16320
and	7	15875
's	8	8886
for	9	8190
that	10	8157
is	11	6764
$	12	6762
``	13	6673
''	14	6500
it	15	5601
said	16	5427
on	17	5120
%	18	4718
at	19	4460
by	20	4410
as	21	4389
from	22	4279
with	23	4138
million	24	4122
mr.	25	3856
are	26	3642
was	27	3619
be	28	3590
its	29	3467
he	30	3310
but	31	3220
has	32	3188
an	33	3156
n't	34	3133
have	35	3000
will	36	2993
new	37	2573
or	38	2460
company	39	2456
they	40	2352
this	41	2228
year	42	2175
which	43	2173
would	44	2113
about	45	2045
--	46	2005
says	47	1978
more	48	1908
market	49	1829
were	50	1779
their	51	1698
billion	52	1680
his	53	1644
up	54	1635
had	55	1631
one	56	1626
than	57	1589
some	58	1558
u.s.	59	1552
who	60	1539
been	61	1501
also	62	1485
other	63	1438
stock	64	1426
share	65	1367
not	66	1333
:	67	1292
we	68	1263
i	69	1189
if	70	1173
corp.	71	1166
when	72	1164
last	73	1160
years	74	1133
;	75	1129
all	76	1127
)	77	1122
shares	78	1121
president	79	1117
(	80	1109
first	81	1104
two	82	1062
because	83	1056
trading	84	1045
could	85	1037
inc.	86	1020
after	87	1016
there	88	977
&	89	977
out	90	976
business	91	965
only	92	951
sales	93	950
such	94	930
do	95	925
can	96	904
most	97	895
york	98	888
over	99	883
into	100	882
may	101	867
co.	102	854
many	103	854
group	104	851
companies	105	816
now	106	815
government	107	808
federal	108	786
time	109	782
so	110	781
no	111	771
bank	112	758
any	113	746
people	114	745
cents	115	745
exchange	116	726
you	117	717
what	118	717
even	119	712
'	120	712
prices	121	707
investors	122	704
say	123	703
price	124	702
quarter	125	685
under	126	668
down	127	668
much	128	668
while	129	665
week	130	659
big	131	652
rose	132	651
securities	133	650
them	134	650
months	135	649
interest	136	631
bonds	137	619
yesterday	138	609
state	139	607
three	140	606
next	141	605
make	142	600
1	143	592
earnings	144	588
earlier	145	586
american	146	579
investment	147	575
net	148	575
industry	149	572
these	150	571
chairman	151	570
just	152	570
through	153	570
board	154	569
did	155	566
financial	156	562
major	157	559
program	158	558
still	159	551
stocks	160	551
those	161	546
since	162	546
money	163	542
she	164	538
executive	165	536
made	166	534
chief	167	530
rate	168	526
officials	169	526
10	170	517
before	171	516
like	172	516
japanese	173	512
national	174	509
analysts	175	503
does	176	501
month	177	501
expected	178	500
unit	179	498
days	180	494
rates	181	481
off	182	481
house	183	478
plan	184	478
30	185	473
against	186	469
between	187	464
both	188	463
buy	189	461
recent	190	455
funds	191	452
issue	192	452
sell	193	452
get	194	444
general	195	443
her	196	443
income	197	441
own	198	440
profit	199	440
ago	200	436
capital	201	436
back	202	435
firm	203	434
average	204	433
japan	205	431
part	206	430
products	207	429
well	208	428
international	209	428
revenue	210	428
markets	211	427
during	212	423
debt	213	416
offer	214	414
should	215	413
another	216	413
court	217	413
each	218	411
higher	219	410
including	220	408
take	221	407
being	222	406
index	223	404
15	224	401
among	225	397
fell	226	395
tax	227	395
according	228	394
work	229	390
world	230	390
our	231	389
past	232	388
then	233	386
way	234	385
department	235	384
1988	236	383
operations	237	379
end	238	379
high	239	377
how	240	377
reported	241	374
economic	242	374
lower	243	373
8	244	373
common	245	372
however	246	372
growth	247	372
plans	248	371
insurance	249	371
trade	250	368
several	251	367
foreign	252	366
vice	253	365
sale	254	365
?	255	365
yield	256	364
sold	257	363
banks	258	363
pay	259	362
yen	260	361
where	261	360
use	262	356
very	263	355
five	264	355
report	265	353
bid	266	353
few	267	351
less	268	351
loss	269	349
issues	270	349
computer	271	348
cash	272	347
good	273	346
current	274	344
50	275	340
costs	276	339
increase	277	338
due	278	338
used	279	337
management	280	337
public	281	337
bill	282	337
city	283	336
oil	284	336
bush	285	335
bond	286	334
're	287	331
might	288	331
system	289	329
early	290	328
fund	291	327
director	292	326
day	293	326
far	294	325
20	295	324
closed	296	324
law	297	324
treasury	298	323
assets	299	323
added	300	323
third	301	322
congress	302	321
futures	303	320
office	304	319
friday	305	318
1989	306	316
least	307	316
too	308	315
case	309	314
small	310	314
already	311	312
traders	312	312
number	313	311
concern	314	311
british	315	310
agency	316	310
2	317	309
spokesman	318	309
september	319	309
home	320	309
real	321	308
california	322	308
stake	323	307
union	324	307
think	325	303
until	326	302
late	327	302
based	328	301
contract	329	300
oct.	330	300
going	331	300
services	332	300
value	333	299
officer	334	299
same	335	298
research	336	297
close	337	294
news	338	292
move	339	290
help	340	290
little	341	289
street	342	289
operating	343	287
though	344	286
credit	345	286
economy	346	284
ended	347	283
him	348	282
agreed	349	282
today	350	281
agreement	351	280
1990	352	279
wall	353	279
results	354	278
four	355	277
100	356	276
second	357	275
corporate	358	274
without	359	274
firms	360	274
here	361	272
period	362	271
service	363	270
former	364	269
want	365	269
san	366	269
total	367	268
long	368	268
dollar	369	267
put	370	267
power	371	266
called	372	266
although	373	265
1\/2	374	265
buying	375	265
likely	376	264
cost	377	264
production	378	263
third-quarter	379	263
control	380	262
offering	381	262
policy	382	262
six	383	261
1987	384	261
notes	385	261
see	386	260
whether	387	259
problems	388	259
administration	389	259
country	390	258
compared	391	258
recently	392	257
large	393	257
increased	394	256
maker	395	254
analyst	396	254
life	397	254
half	398	253
west	399	252
my	400	252
continue	401	251
right	402	251
go	403	250
committee	404	250
political	405	248
point	406	247
around	407	247
judge	408	247
set	409	247
cut	410	247
soviet	411	247
loans	412	247
losses	413	247
plant	414	244
paper	415	243
further	416	242
london	417	242
points	418	239
old	419	238
nov.	420	238
ual	421	238
largest	422	237
must	423	237
selling	424	237
volume	425	237
times	426	236
wo	427	236
yet	428	235
announced	429	234
john	430	234
takeover	431	234
workers	432	231
problem	433	230
strong	434	230
result	435	230
businesses	436	230
come	437	229
give	438	228
change	439	228
fiscal	440	228
making	441	227
demand	442	227
orders	443	227
held	444	226
become	445	226
weeks	446	226
declined	447	226
record	448	225
support	449	224
nearly	450	224
series	451	224
earthquake	452	224
12	453	223
association	454	222
official	455	222
3\/4	456	222
expects	457	221
members	458	221
junk	459	221
senior	460	220
composite	461	220
employees	462	219
systems	463	218
11	464	218
certain	465	218
data	466	217
august	467	216
development	468	216
air	469	216
jones	470	216
south	471	215
estimated	472	215
industrial	473	214
acquisition	474	214
25	475	213
3	476	213
priced	477	213
need	478	213
know	479	212
gain	480	212
trust	481	212
took	482	211
line	483	211
commercial	484	210
inc	485	210
dow	486	210
show	487	209
white	488	209
estate	489	209
francisco	490	209
comment	491	208
40	492	208
despite	493	207
possible	494	207
your	495	207
chicago	496	207
annual	497	206
level	498	206
13	499	206
example	500	205
holding	501	205
meeting	502	205
texas	503	205
ms.	504	205
later	505	204
monday	506	204
5	507	204
health	508	204
currently	509	203
senate	510	203
executives	511	203
drop	512	203
purchase	513	203
better	514	203
building	515	203
others	516	203
ford	517	203
proposed	518	202
once	519	200
area	520	200
return	521	200
terms	522	200
often	523	200
deal	524	200
almost	525	199
tuesday	526	199
future	527	199
offered	528	199
}	529	199
decline	530	198
paid	531	198
october	532	197
commission	533	197
addition	534	197
product	535	197
expect	536	196
order	537	196
{	538	196
changes	539	196
rise	540	196
proposal	541	196
latest	542	194
nation	543	194
robert	544	194
loan	545	194
top	546	193
technology	547	193
washington	548	192
filed	549	191
amount	550	190
charge	551	190
named	552	189
force	553	189
nine	554	189
spending	555	189
every	556	189
rights	557	189
information	558	188
position	559	188
decision	560	188
investor	561	188
outstanding	562	188
makes	563	187
us	564	187
customers	565	187
include	566	186
europe	567	186
gas	568	186
america	569	186
within	570	185
division	571	184
...	572	184
enough	573	184
east	574	184
ltd.	575	183
transaction	576	183
trying	577	183
came	578	182
private	579	182
found	580	181
again	581	181
began	582	181
received	583	181
defense	584	181
500	585	180
drug	586	180
james	587	179
able	588	179
industries	589	178
never	590	177
4	591	176
warner	592	176
equipment	593	176
european	594	176
consumer	595	175
managers	596	174
shareholders	597	174
corp	598	174
previous	599	173
claims	600	173
ca	601	173
programs	602	173
told	603	173
car	604	173
local	605	172
finance	606	172
provide	607	172
lot	608	172
9	609	171
dropped	610	171
computers	611	171
inflation	612	171
states	613	171
important	614	170
've	615	170
marketing	616	169
action	617	169
banking	618	168
china	619	168
best	620	168
following	621	168
manager	622	167
fall	623	167
got	624	167
construction	625	167
march	626	167
things	627	167
steel	628	166
31	629	166
whose	630	166
units	631	166
buy-out	632	166
mortgage	633	166
keep	634	165
advertising	635	165
united	636	165
equity	637	165
additional	638	165
financing	639	165
dollars	640	165
suit	641	165
western	642	164
fed	643	164
gains	644	164
low	645	164
tokyo	646	164
charges	647	164
university	648	163
auto	649	163
away	650	163
instead	651	163
co	652	163
great	653	163
budget	654	163
july	655	161
raise	656	161
mrs.	657	161
family	658	161
tv	659	161
via	660	160
june	661	160
bills	662	159
account	663	159
contracts	664	159
sept.	665	159
potential	666	158
continued	667	157
food	668	157
believe	669	157
rather	670	157
run	671	157
taken	672	157
getting	673	157
lost	674	157
los	675	157
below	676	156
1\/4	677	156
personal	678	155
ibm	679	155
restructuring	680	155
legal	681	155
asked	682	155
security	683	155
risk	684	154
full	685	154
jaguar	686	154
using	687	153
above	688	153
boston	689	152
probably	690	152
lawyers	691	152
place	692	151
labor	693	151
ad	694	151
holders	695	151
fact	696	151
find	697	151
6	698	151
posted	699	150
subsidiary	700	150
approved	701	149
dealers	702	149
7	703	149
meanwhile	704	149
stores	705	149
special	706	148
figures	707	148
noted	708	148
60	709	148
effort	710	148
cases	711	147
itself	712	147
dividend	713	147
head	714	147
effect	715	147
portfolio	716	146
pacific	717	146
face	718	146
soon	719	146
short	720	146
d.	721	145
cars	722	145
david	723	145
available	724	145
reached	725	144
reports	726	144
long-term	727	144
included	728	144
led	729	143
open	730	143
look	731	143
domestic	732	142
statement	733	142
options	734	142
investments	735	141
either	736	141
efforts	737	141
reduce	738	141
left	739	141
center	740	141
along	741	140
looking	742	140
payments	743	140
school	744	140
known	745	140
profits	746	140
working	747	139
bought	748	139
network	749	139
team	750	138
standard	751	138
similar	752	138
1986	753	137
telephone	754	137
clear	755	137
airlines	756	137
medical	757	136
saying	758	136
secretary	759	136
acquired	760	136
given	761	136
biggest	762	136
airline	763	136
having	764	135
approval	765	135
remain	766	135
increases	767	135
television	768	135
talks	769	135
calls	770	135
job	771	135
coming	772	135
previously	773	134
clients	774	134
chemical	775	134
parent	776	134
18	777	133
countries	778	133
energy	779	133
manufacturing	780	133
machines	781	133
16	782	133
raised	783	133
individual	784	133
gained	785	133
act	786	132
makers	787	132
black	788	132
attorney	789	132
north	790	132
angeles	791	132
fees	792	131
hard	793	131
groups	794	131
marks	795	131
reserve	796	131
5\/8	797	131
canadian	798	130
levels	799	130
party	800	130
germany	801	130
different	802	129
went	803	129
failed	804	129
lead	805	129
damage	806	129
me	807	129
britain	808	129
strategy	809	129
directors	810	128
why	811	128
growing	812	128
helped	813	128
estimates	814	128
interests	815	127
hong	816	127
michael	817	127
something	818	127
columbia	819	127
#	820	127
completed	821	126
project	822	126
activity	823	126
merrill	824	126
savings	825	125
william	826	125
doing	827	125
heavy	828	125
performance	829	125
property	830	125
canada	831	125
wants	832	125
'm	833	125
limited	834	125
german	835	125
percentage	836	124
particularly	837	124
question	838	124
legislation	839	124
independent	840	124
seeking	841	124
goods	842	124
leading	843	124
hit	844	124
slightly	845	124
bay	846	124
huge	847	123
process	848	123
14	849	123
call	850	123
involved	851	123
communications	852	123
view	853	122
toward	854	122
drexel	855	122
ever	856	121
includes	857	121
measure	858	121
especially	859	121
build	860	121
really	861	121
remains	862	121
year-earlier	863	121
leaders	864	121
s&p	865	121
institute	866	120
name	867	120
magazine	868	120
producers	869	120
17	870	120
venture	871	120
role	872	120
kong	873	120
currency	874	120
hold	875	120
plants	876	120
care	877	120
adds	878	120
lynch	879	120
gold	880	119
institutions	881	119
themselves	882	119
scheduled	883	119
joint	884	119
reserves	885	119
abortion	886	119
transportation	887	119
pressure	888	119
200	889	119
gm	890	119
free	891	118
competition	892	118
concerns	893	118
rules	894	118
always	895	118
young	896	118
military	897	118
district	898	118
buyers	899	118
outside	900	117
begin	901	117
range	902	117
daily	903	117
lines	904	117
acquire	905	116
disclosed	906	116
start	907	116
generally	908	116
accounts	909	116
french	910	116
7\/8	911	116
vote	912	116
basis	913	116
brokerage	914	116
3\/8	915	116
course	916	115
related	917	115
owns	918	115
richard	919	115
holdings	920	115
started	921	115
key	922	115
reason	923	115
hours	924	115
fourth	925	115
wednesday	926	114
means	927	114
try	928	114
staff	929	114
calif.	930	114
largely	931	114
journal	932	113
study	933	113
issued	934	113
recession	935	113
man	936	113
campaign	937	113
community	938	113
thursday	939	113
areas	940	112
dec.	941	112
convertible	942	112
thing	943	112
taking	944	112
seen	945	112
majority	946	112
settlement	947	112
seven	948	111
meet	949	111
april	950	111
eastern	951	111
allow	952	111
leader	953	111
rep.	954	111
projects	955	111
1\/8	956	111
estimate	957	111
j.	958	110
significant	959	110
seems	960	110
retail	961	110
'll	962	110
required	963	109
beginning	964	109
bad	965	109
reduced	966	109
done	967	109
form	968	108
worth	969	108
aid	970	108
turn	971	108
brokers	972	108
`	973	108
partners	974	108
needed	975	108
de	976	108
impact	977	108
near	978	107
poor	979	107
quickly	980	107
december	981	107
congressional	982	107
stock-index	983	107
eight	984	107
arbitrage	985	107
kind	986	106
parts	987	106
yields	988	106
turned	989	106
receive	990	106
shearson	991	106
seek	992	106
press	993	106
simply	994	106
test	995	106
benefits	996	106
express	997	106
plc	998	105
thought	999	105
showed	1000	105
subject	1001	105
produce	1002	105
traded	1003	105
democratic	1004	105
a.	1005	104
men	1006	104
anything	1007	104
ahead	1008	104
entertainment	1009	104
floor	1010	104
longer	1011	103
considered	1012	103
taxes	1013	103
manufacturers	1014	103
red	1015	103
summer	1016	103
shareholder	1017	103
france	1018	103
consider	1019	103
central	1020	103
situation	1021	103
merger	1022	103
cbs	1023	103
earned	1024	103
smaller	1025	103
150	1026	102
seem	1027	102
difficult	1028	102
brothers	1029	102
pilots	1030	102
protection	1031	101
motor	1032	101
increasing	1033	101
base	1034	101
changed	1035	101
note	1036	101
history	1037	101
conference	1038	101
planned	1039	101
morgan	1040	101
perhaps	1041	100
boost	1042	100
supply	1043	100
prime	1044	100
women	1045	100
returns	1046	100
children	1047	100
indeed	1048	100
natural	1049	100
housing	1050	100
dr.	1051	99
short-term	1052	99
deficit	1053	99
partner	1054	99
crash	1055	99
war	1056	99
evidence	1057	99
usually	1058	99
advanced	1059	99
sent	1060	99
justice	1061	99
hurt	1062	99
volatility	1063	99
moody	1064	99
owned	1065	98
space	1066	98
imports	1067	98
electric	1068	98
bankruptcy	1069	98
rally	1070	98
pound	1071	98
digital	1072	98
block	1073	97
hand	1074	97
became	1075	97
announcement	1076	97
1992	1077	97
wanted	1078	97
light	1079	97
per	1080	96
attempt	1081	96
bankers	1082	96
active	1083	96
limit	1084	96
machine	1085	95
directly	1086	95
filing	1087	95
preferred	1088	95
americans	1089	95
survey	1090	95
delivery	1091	95
let	1092	95
kidder	1093	95
caused	1094	94
1985	1095	94
age	1096	94
continuing	1097	94
minister	1098	94
built	1099	94
nothing	1100	94
media	1101	94
actually	1102	94
session	1103	94
veto	1104	94
brand	1105	94
overseas	1106	93
sharply	1107	93
19	1108	93
initial	1109	93
70	1110	93
jumped	1111	93
article	1112	93
sony	1113	93
conditions	1114	93
night	1115	93
transactions	1116	93
minimum	1117	93
francs	1118	93
spokeswoman	1119	92
auction	1120	92
field	1121	92
22	1122	92
1991	1123	92
software	1124	92
main	1125	92
rest	1126	92
designed	1127	92
george	1128	92
sector	1129	92
water	1130	92
sen.	1131	92
closing	1132	92
environmental	1133	91
exports	1134	91
post	1135	91
paying	1136	91
believes	1137	91
quarterly	1138	91
24	1139	91
regulators	1140	91
smith	1141	91
behind	1142	91
mark	1143	91
game	1144	91
size	1145	91
created	1146	91
comes	1147	91
source	1148	91
thus	1149	91
wage	1150	91
resources	1151	90
continues	1152	90
thrift	1153	90
creditors	1154	90
giant	1155	90
separate	1156	90
consumers	1157	90
sense	1158	90
letter	1159	90
moves	1160	90
quake	1161	90
35	1162	89
decided	1163	89
hopes	1164	89
21	1165	89
economists	1166	89
dinkins	1167	89
himself	1168	89
questions	1169	89
partly	1170	89
member	1171	89
80	1172	89
apparently	1173	89
tons	1174	89
gorbachev	1175	89
guber	1176	89
brought	1177	88
associates	1178	88
1,000	1179	88
peter	1180	88
sure	1181	88
pension	1182	88
produced	1183	87
strike	1184	87
final	1185	87
side	1186	87
term	1187	87
stop	1188	87
ways	1189	87
farmers	1190	87
peters	1191	87
cancer	1192	86
rising	1193	86
idea	1194	86
sec	1195	86
direct	1196	86
effective	1197	86
23	1198	86
running	1199	86
organization	1200	86
unless	1201	86
won	1202	86
irs	1203	86
75	1204	86
agencies	1205	86
spent	1206	85
jr.	1207	85
expenses	1208	85
capacity	1209	85
together	1210	85
newspaper	1211	85
'd	1212	85
hugo	1213	85
emergency	1214	85
qintex	1215	85
bring	1216	84
matter	1217	84
actual	1218	84
hope	1219	84
moreover	1220	84
spring	1221	84
single	1222	84
feel	1223	84
poland	1224	84
woman	1225	84
across	1226	84
shows	1227	84
trial	1228	84
quality	1229	84
leveraged	1230	84
hurricane	1231	84
sign	1232	83
improve	1233	83
australia	1234	83
needs	1235	83
ability	1236	83
allowed	1237	83
forced	1238	83
unchanged	1239	83
package	1240	83
democrats	1241	83
nissan	1242	83
28	1243	82
holds	1244	82
followed	1245	82
january	1246	82
supreme	1247	82
rule	1248	82
require	1249	82
response	1250	82
discount	1251	82
figure	1252	82
specific	1253	82
land	1254	82
whole	1255	82
offices	1256	82
various	1257	82
trades	1258	82
sharp	1259	82
closely	1260	81
ministry	1261	81
r.	1262	81
45	1263	81
90	1264	81
sports	1265	81
serious	1266	81
battle	1267	81
quoted	1268	81
payment	1269	81
activities	1270	81
operation	1271	81
greater	1272	80
economist	1273	80
baker	1274	80
avoid	1275	80
instance	1276	79
play	1277	79
county	1278	79
spend	1279	79
u.k.	1280	79
partnership	1281	79
human	1282	78
leave	1283	78
slow	1284	78
jobs	1285	78
developed	1286	78
southern	1287	78
institutional	1288	78
premium	1289	78
talk	1290	78
decade	1291	78
step	1292	78
section	1293	78
safety	1294	78
funding	1295	78
add	1296	78
cause	1297	78
signed	1298	78
develop	1299	78
owners	1300	77
gave	1301	77
separately	1302	77
moved	1303	77
provision	1304	77
met	1305	77
managing	1306	77
introduced	1307	77
focus	1308	77
policies	1309	77
pretax	1310	77
valued	1311	77
speculation	1312	77
300	1313	77
researchers	1314	76
opened	1315	76
interview	1316	76
sometimes	1317	76
debentures	1318	76
negative	1319	76
overall	1320	76
familiar	1321	76
offset	1322	76
stanley	1323	76
benefit	1324	76
stay	1325	76
appear	1326	75
properties	1327	75
valley	1328	75
morning	1329	75
review	1330	75
commerce	1331	75
ruling	1332	75
fully	1333	75
contributed	1334	75
offers	1335	75
win	1336	75
takes	1337	75
highly	1338	75
10,000	1339	75
feet	1340	75
provides	1341	75
existing	1342	75
brands	1343	75
fear	1344	75
29	1345	74
mutual	1346	74
relatively	1347	74
reflecting	1348	74
electronic	1349	74
lehman	1350	74
measures	1351	74
materials	1352	74
par	1353	74
trader	1354	74
deals	1355	74
civil	1356	74
lawson	1357	74
internal	1358	73
store	1359	73
indicated	1360	73
ads	1361	73
students	1362	73
interested	1363	73
over-the-counter	1364	73
tell	1365	73
asset	1366	73
create	1367	73
margins	1368	73
backed	1369	73
amounts	1370	72
elected	1371	72
regulatory	1372	72
engineering	1373	72
authority	1374	72
target	1375	72
flat	1376	72
standards	1377	72
climbed	1378	72
provisions	1379	72
hands	1380	72
someone	1381	72
jury	1382	72
individuals	1383	72
willing	1384	72
chance	1385	72
26	1386	72
appropriations	1387	72
facilities	1388	72
pence	1389	72
class	1390	71
declines	1391	71
resigned	1392	71
2.5	1393	71
book	1394	71
thomas	1395	71
purchases	1396	71
forces	1397	71
provided	1398	71
read	1399	71
else	1400	71
larger	1401	71
accounting	1402	71
everyone	1403	71
passed	1404	71
adding	1405	71
widely	1406	71
alone	1407	71
competitors	1408	71
santa	1409	71
proceeds	1410	71
reagan	1411	71
plunge	1412	71
houses	1413	71
conservative	1414	71
motors	1415	71
story	1416	70
worked	1417	70
police	1418	70
risks	1419	70
chain	1420	70
lawyer	1421	70
publicly	1422	70
finally	1423	70
death	1424	70
manhattan	1425	70
-	1426	70
minority	1427	70
tough	1428	70
planning	1429	70
maintain	1430	70
typically	1431	69
raising	1432	69
substantial	1433	69
electronics	1434	69
considering	1435	69
so-called	1436	69
works	1437	69
investigation	1438	69
hutton	1439	69
eventually	1440	69
practice	1441	69
social	1442	69
necessary	1443	69
goes	1444	69
approach	1445	69
education	1446	69
gulf	1447	69
moving	1448	69
usx	1449	69
cuts	1450	69
swiss	1451	69
anyone	1452	68
remaining	1453	68
totaled	1454	68
mexico	1455	68
johnson	1456	68
monetary	1457	68
image	1458	68
person	1459	68
ones	1460	68
mostly	1461	68
prevent	1462	68
grand	1463	68
council	1464	68
salomon	1465	68
carrier	1466	68
ownership	1467	68
rating	1468	68
attention	1469	67
events	1470	67
improved	1471	67
list	1472	67
scientists	1473	67
principal	1474	67
stand	1475	67
fixed	1476	67
society	1477	67
real-estate	1478	67
commodity	1479	67
cited	1480	67
acquisitions	1481	67
lloyd	1482	67
travel	1483	67
bell	1484	67
sought	1485	67
neither	1486	66
appears	1487	66
capital-gains	1488	66
forecast	1489	66
cray	1490	66
ltd	1491	66
nasdaq	1492	66
giving	1493	66
charles	1494	66
popular	1495	66
homes	1496	66
date	1497	66
lawmakers	1498	66
laws	1499	66
entire	1500	66
bids	1501	66
municipal	1502	66
paribas	1503	66
petroleum	1504	66
!	1505	66
hour	1506	66
pentagon	1507	66
thatcher	1508	66
room	1509	66
33	1510	65
college	1511	65
1.5	1512	65
27	1513	65
bidding	1514	65
reorganization	1515	65
negotiations	1516	65
miles	1517	65
details	1518	65
positions	1519	65
reach	1520	65
output	1521	65
traditional	1522	65
soviets	1523	65
trend	1524	65
parties	1525	65
crime	1526	65
chinese	1527	65
aircraft	1528	65
consultant	1529	65
reform	1530	65
immediately	1531	65
litigation	1532	65
restrictions	1533	65
opening	1534	65
northern	1535	65
opportunity	1536	65
beyond	1537	65
exchanges	1538	65
everything	1539	65
lose	1540	65
bridge	1541	65
drugs	1542	65
retirement	1543	65
nor	1544	64
modest	1545	64
world-wide	1546	64
treatment	1547	64
monthly	1548	64
bureau	1549	64
factors	1550	64
reduction	1551	64
particular	1552	64
items	1553	64
relations	1554	64
claim	1555	64
film	1556	64
experts	1557	64
customer	1558	64
opposition	1559	64
corn	1560	64
england	1561	63
rejected	1562	63
dividends	1563	63
heavily	1564	63
chapter	1565	63
involving	1566	63
movie	1567	63
apple	1568	63
november	1569	63
export	1570	63
mean	1571	63
44	1572	63
saw	1573	63
access	1574	63
design	1575	63
expectations	1576	63
experience	1577	63
30-year	1578	63
subordinated	1579	63
sources	1580	63
accept	1581	63
sun	1582	63
cable	1583	63
attributed	1584	63
lin	1585	63
complete	1586	62
pending	1587	62
chips	1588	62
combined	1589	62
believed	1590	62
l.	1591	62
lack	1592	62
carry	1593	62
players	1594	62
mitsubishi	1595	62
republican	1596	62
fraud	1597	62
flow	1598	62
regional	1599	62
couple	1600	62
cover	1601	62
magazines	1602	62
wrote	1603	62
spread	1604	62
minutes	1605	62
option	1606	62
disaster	1607	62
copper	1608	62
schools	1609	61
maturity	1610	61
ohio	1611	61
troubled	1612	61
producer	1613	61
consulting	1614	61
easy	1615	61
increasingly	1616	61
difference	1617	61
certainly	1618	61
broad	1619	61
mail	1620	61
georgia-pacific	1621	61
st.	1622	61
owner	1623	61
navigation	1624	61
am	1625	61
publishing	1626	60
amid	1627	60
400	1628	60
fight	1629	60
success	1630	60
concerned	1631	60
paul	1632	60
gives	1633	60
automotive	1634	60
us$	1635	60
c$	1636	60
e.	1637	60
technical	1638	60
strength	1639	60
employee	1640	60
expensive	1641	60
thousands	1642	60
season	1643	60
alleged	1644	60
split	1645	60
heart	1646	60
aimed	1647	60
debate	1648	60
brown	1649	60
requirements	1650	60
weak	1651	60
profitable	1652	60
mortgages	1653	60
1994	1654	60
campeau	1655	60
gene	1656	60
grow	1657	60
controls	1658	59
released	1659	59
clearly	1660	59
showing	1661	59
sells	1662	59
expansion	1663	59
listed	1664	59
runs	1665	59
trouble	1666	59
facility	1667	59
sterling	1668	59
sort	1669	59
putting	1670	59
headed	1671	59
insurers	1672	59
material	1673	58
hotel	1674	58
true	1675	58
trucks	1676	58
primarily	1677	58
launched	1678	58
reflects	1679	58
moscow	1680	58
slowdown	1681	58
purchased	1682	58
ending	1683	58
prepared	1684	58
1984	1685	58
panel	1686	58
roughly	1687	58
no.	1688	58
headquarters	1689	58
waiting	1690	58
steps	1691	58
appeal	1692	58
successful	1693	58
corporations	1694	58
live	1695	58
painewebber	1696	58
maybe	1697	58
broadcasting	1698	58
tomorrow	1699	58
philip	1700	58
manville	1701	58
mixte	1702	58
highest	1703	57
expand	1704	57
values	1705	57
prosecutors	1706	57
goldman	1707	57
plunged	1708	57
slowing	1709	57
improvement	1710	57
dozen	1711	57
version	1712	57
underwriters	1713	57
gets	1714	57
victims	1715	57
tried	1716	57
region	1717	57
arizona	1718	57
charged	1719	57
damaged	1720	57
associated	1721	57
criminal	1722	57
ratings	1723	57
original	1724	57
ag	1725	57
ventures	1726	57
drive	1727	57
voters	1728	57
powerful	1729	57
complex	1730	57
lending	1731	57
signs	1732	56
settled	1733	56
korea	1734	56
advertisers	1735	56
adviser	1736	56
m.	1737	56
nuclear	1738	56
documents	1739	56
developing	1740	56
annually	1741	56
centers	1742	56
except	1743	56
tests	1744	56
client	1745	56
radio	1746	56
favor	1747	56
dispute	1748	56
sci	1749	56
failure	1750	56
park	1751	56
quite	1752	56
represents	1753	56
65	1754	56
mind	1755	56
revised	1756	56
sears	1757	56
mass.	1758	55
declining	1759	55
grew	1760	55
mayor	1761	55
traffic	1762	55
request	1763	55
plus	1764	55
vehicles	1765	55
fewer	1766	55
exxon	1767	55
affairs	1768	55
hundreds	1769	55
words	1770	55
stations	1771	55
guilty	1772	55
jack	1773	55
at&t	1774	55
chemicals	1775	55
junk-bond	1776	55
portion	1777	55
break	1778	55
rated	1779	55
residents	1780	55
guidelines	1781	55
55	1782	54
trillion	1783	54
speed	1784	54
250	1785	54
distribution	1786	54
placed	1787	54
assistant	1788	54
advance	1789	54
unlike	1790	54
frank	1791	54
surged	1792	54
adjusted	1793	54
phone	1794	54
baseball	1795	54
jersey	1796	54
ease	1797	54
actions	1798	54
pretty	1799	54
c.	1800	54
controlled	1801	54
professional	1802	54
dallas	1803	54
normal	1804	54
sir	1805	54
exercise	1806	54
afternoon	1807	54
proposals	1808	54
competitive	1809	54
defendants	1810	54
shift	1811	54
phillips	1812	53
town	1813	53
utilities	1814	53
devices	1815	53
balance	1816	53
australian	1817	53
mae	1818	53
sachs	1819	53
global	1820	53
significantly	1821	53
1.6	1822	53
sides	1823	53
whom	1824	53
uncertainty	1825	53
practices	1826	53
attorneys	1827	53
cities	1828	53
hostile	1829	53
year-ago	1830	53
elsewhere	1831	53
starting	1832	53
republicans	1833	53
numbers	1834	53
coupon	1835	53
responsible	1836	53
liability	1837	53
paris	1838	53
nations	1839	52
faces	1840	52
predicted	1841	52
star	1842	52
books	1843	52
accused	1844	52
environment	1845	52
falling	1846	52
lee	1847	52
parents	1848	52
wrong	1849	52
critics	1850	52
florida	1851	52
thrifts	1852	52
weakness	1853	52
nekoosa	1854	52
strategic	1855	52
segment	1856	52
remained	1857	52
w.	1858	52
amendment	1859	52
broker	1860	52
recovery	1861	52
collapse	1862	52
truck	1863	52
golden	1864	52
accord	1865	52
communist	1866	52
stopped	1867	51
virtually	1868	51
alan	1869	51
ordered	1870	51
appeals	1871	51
instruments	1872	51
decide	1873	51
threat	1874	51
ii	1875	51
producing	1876	51
throughout	1877	51
played	1878	51
hospital	1879	51
fears	1880	51
unusual	1881	51
mainly	1882	51
n.j.	1883	51
release	1884	51
losing	1885	51
sea	1886	51
1982	1887	51
employment	1888	51
benchmark	1889	51
certificates	1890	51
healthy	1891	51
continental	1892	51
houston	1893	51
relief	1894	51
burnham	1895	51
b.a.t	1896	51
frankfurt	1897	51
weekend	1898	51
bear	1899	51
mccaw	1900	51
buildings	1901	50
chrysler	1902	50
century	1903	50
boosted	1904	50
follows	1905	50
settle	1906	50
effects	1907	50
contrast	1908	50
deputy	1909	50
movies	1910	50
election	1911	50
voice	1912	50
opposed	1913	50
suggest	1914	50
primary	1915	50
5,000	1916	50
authorities	1917	50
names	1918	50
interstate	1919	50
opinion	1920	50
kept	1921	50
model	1922	50
metals	1923	50
soared	1924	50
1.2	1925	50
deposit	1926	50
felt	1927	50
confidence	1928	50
established	1929	50
abroad	1930	50
structure	1931	50
mca	1932	50
finding	1933	49
mixed	1934	49
editor	1935	49
fine	1936	49
reflect	1937	49
ready	1938	49
statistics	1939	49
double	1940	49
discussions	1941	49
art	1942	49
studies	1943	49
substantially	1944	49
core	1945	49
51	1946	49
judges	1947	49
pricing	1948	49
reasons	1949	49
moment	1950	49
deposits	1951	49
margin	1952	49
temporary	1953	49
fe	1954	49
krenz	1955	49
coast	1956	49
silver	1957	49
affected	1958	49
ge	1959	49
uses	1960	48
pace	1961	48
b.	1962	48
none	1963	48
seemed	1964	48
records	1965	48
twice	1966	48
37	1967	48
protect	1968	48
ask	1969	48
models	1970	48
barrels	1971	48
front	1972	48
consultants	1973	48
candidates	1974	48
agree	1975	48
prior	1976	48
green	1977	48
accepted	1978	48
older	1979	48
leaving	1980	48
goal	1981	48
equal	1982	48
church	1983	48
bit	1984	48
leadership	1985	48
families	1986	48
coverage	1987	48
representatives	1988	48
antitrust	1989	48
affect	1990	48
present	1991	48
hud	1992	48
morris	1993	48
preliminary	1994	47
talking	1995	47
prove	1996	47
utility	1997	47
determined	1998	47
task	1999	47
operate	2000	47
usual	2001	47
managed	2002	47
positive	2003	47
influence	2004	47
telecommunications	2005	47
wake	2006	47
hearing	2007	47
48	2008	47
doubt	2009	47
citing	2010	47
damages	2011	47
fairly	2012	47
la	2013	47
shown	2014	47
advantage	2015	47
bigger	2016	47
training	2017	47
gross	2018	47
lambert	2019	47
1980	2020	47
urban	2021	47
usair	2022	47
factory	2023	46
argue	2024	46
cutting	2025	46
voted	2026	46
worried	2027	46
challenge	2028	46
120	2029	46
38	2030	46
chip	2031	46
italy	2032	46
stephen	2033	46
jointly	2034	46
tender	2035	46
wide	2036	46
represent	2037	46
beijing	2038	46
river	2039	46
regular	2040	46
suggested	2041	46
assistance	2042	46
gone	2043	46
otc	2044	46
42	2045	46
station	2046	46
georgia	2047	46
conventional	2048	46
highway	2049	46
push	2050	46
finished	2051	46
alliance	2052	46
puts	2053	46
navy	2054	46
farm	2055	46
luxury	2056	46
scandal	2057	46
per-share	2058	46
saatchi	2059	46
seats	2060	45
toronto	2061	45
meetings	2062	45
joseph	2063	45
excess	2064	45
extremely	2065	45
suggests	2066	45
intended	2067	45
style	2068	45
100,000	2069	45
living	2070	45
event	2071	45
commitments	2072	45
ground	2073	45
decisions	2074	45
keeping	2075	45
1980s	2076	45
blacks	2077	45
save	2078	45
fire	2079	45
high-yield	2080	45
vehicle	2081	45
declared	2082	45
door	2083	45
mining	2084	45
games	2085	45
direction	2086	45
weekly	2087	45
relationship	2088	45
compromise	2089	45
negotiating	2090	45
guarantees	2091	45
telerate	2092	45
patients	2093	45
ec	2094	45
shopping	2095	45
africa	2096	45
hewlett-packard	2097	45
flight	2098	45
suspended	2099	44
pharmaceutical	2100	44
crude	2101	44
f.	2102	44
file	2103	44
surge	2104	44
rich	2105	44
purchasing	2106	44
asking	2107	44
boeing	2108	44
elections	2109	44
refused	2110	44
appeared	2111	44
extra	2112	44
helping	2113	44
louis	2114	44
square	2115	44
operates	2116	44
ounce	2117	44
promise	2118	44
1.1	2119	44
movement	2120	44
supplies	2121	44
safe	2122	44
edward	2123	44
replace	2124	44
wife	2125	44
regulations	2126	44
disclose	2127	44
swings	2128	44
rumors	2129	44
fourth-quarter	2130	44
hollywood	2131	44
fields	2132	43
type	2133	43
professor	2134	43
six-month	2135	43
ceiling	2136	43
joined	2137	43
conn.	2138	43
ross	2139	43
providing	2140	43
investing	2141	43
types	2142	43
hill	2143	43
invest	2144	43
happen	2145	43
worry	2146	43
confirmed	2147	43
sound	2148	43
politicians	2149	43
argued	2150	43
resolution	2151	43
extraordinary	2152	43
n.y.	2153	43
crisis	2154	43
upon	2155	43
thinks	2156	43
32	2157	43
cds	2158	43
s.	2159	43
sugar	2160	43
grain	2161	43
4.5	2162	43
heat	2163	43
1.3	2164	43
king	2165	43
advisers	2166	43
rjr	2167	43
join	2168	42
ban	2169	42
comparable	2170	42
simple	2171	42
obtain	2172	42
hampshire	2173	42
underlying	2174	42
courts	2175	42
prospects	2176	42
patent	2177	42
launch	2178	42
denied	2179	42
founder	2180	42
specialists	2181	42
46	2182	42
chase	2183	42
written	2184	42
language	2185	42
ultimately	2186	42
singapore	2187	42
membership	2188	42
warrants	2189	42
piece	2190	42
discuss	2191	42
colleagues	2192	42
immediate	2193	42
suffered	2194	42
discovered	2195	42
scientific	2196	42
views	2197	42
genes	2198	42
ogilvy	2199	42
representing	2200	42
controversial	2201	42
personnel	2202	42
phelan	2203	42
expressed	2204	42
outlook	2205	42
guarantee	2206	42
p.m.	2207	42
intel	2208	42
rico	2209	42
senators	2210	42
cd	2211	42
garden	2212	42
succeeds	2213	41
giants	2214	41
lowered	2215	41
pages	2216	41
matters	2217	41
succeed	2218	41
circuit	2219	41
49	2220	41
choice	2221	41
presence	2222	41
sets	2223	41
fannie	2224	41
temporarily	2225	41
import	2226	41
lives	2227	41
student	2228	41
music	2229	41
politics	2230	41
aug.	2231	41
word	2232	41
alternative	2233	41
concluded	2234	41
returned	2235	41
resignation	2236	41
serve	2237	41
circumstances	2238	41
eye	2239	41
served	2240	41
1.8	2241	41
3.5	2242	41
nbc	2243	41
initially	2244	41
reaction	2245	41
rapidly	2246	41
pact	2247	41
card	2248	41
1970s	2249	41
critical	2250	41
worse	2251	41
attract	2252	41
deliver	2253	41
reflected	2254	41
cold	2255	41
happened	2256	41
switzerland	2257	41
ensure	2258	41
crop	2259	41
buyer	2260	41
liquidity	2261	41
follow	2262	41
generation	2263	41
offerings	2264	41
insured	2265	41
votes	2266	41
agreements	2267	41
chancellor	2268	41
s.a.	2269	41
health-care	2270	41
costa	2271	41
abc	2272	41
died	2273	40
described	2274	40
proceedings	2275	40
12.5	2276	40
entered	2277	40
aerospace	2278	40
lawsuits	2279	40
pick	2280	40
visit	2281	40
invested	2282	40
millions	2283	40
responsibility	2284	40
urged	2285	40
coal	2286	40
pass	2287	40
nature	2288	40
reforms	2289	40
track	2290	40
football	2291	40
privately	2292	40
one-time	2293	40
acquiring	2294	40
restaurant	2295	40
operator	2296	40
slipped	2297	40
letters	2298	40
title	2299	40
specialty	2300	40
fair	2301	40
atlantic	2302	40
b	2303	40
differences	2304	40
delay	2305	40
breeden	2306	40
normally	2307	40
agents	2308	40
beer	2309	40
11\/16	2310	40
line-item	2311	40
technologies	2312	40
graphics	2313	40
exploration	2314	40
oakland	2315	40
ratio	2316	40
intends	2317	40
banco	2318	40
easily	2319	39
slide	2320	39
stronger	2321	39
watch	2322	39
february	2323	39
rival	2324	39
guaranteed	2325	39
administrative	2326	39
tied	2327	39
creating	2328	39
requires	2329	39
drives	2330	39
voting	2331	39
covered	2332	39
extend	2333	39
code	2334	39
tend	2335	39
branch	2336	39
fallen	2337	39
ties	2338	39
road	2339	39
committed	2340	39
becoming	2341	39
child	2342	39
spot	2343	39
basic	2344	39
metric	2345	39
taxpayers	2346	39
limits	2347	39
shipping	2348	39
possibility	2349	39
check	2350	39
criticism	2351	39
extent	2352	39
wells	2353	39
costly	2354	39
audience	2355	39
500,000	2356	39
looks	2357	39
christmas	2358	39
unemployment	2359	39
processing	2360	39
machinists	2361	39
pipeline	2362	39
league	2363	39
lincoln	2364	39
rooms	2365	39
t.	2366	38
default	2367	38
43	2368	38
h.	2369	38
forecasts	2370	38
retailing	2371	38
setting	2372	38
hills	2373	38
triggered	2374	38
status	2375	38
manufacturer	2376	38
reducing	2377	38
newly	2378	38
published	2379	38
picture	2380	38
nobody	2381	38
knows	2382	38
pictures	2383	38
integrated	2384	38
pennsylvania	2385	38
carolina	2386	38
widespread	2387	38
worst	2388	38
adopted	2389	38
36	2390	38
retailers	2391	38
two-year	2392	38
inside	2393	38
15,000	2394	38
volatile	2395	38
saturday	2396	38
strategies	2397	38
carriers	2398	38
cells	2399	38
reporters	2400	38
pushed	2401	38
beach	2402	38
brooks	2403	38
mine	2404	38
coffee	2405	38
studio	2406	38
hunt	2407	38
suits	2408	38
cross	2409	38
coup	2410	38
assume	2411	37
41	2412	37
indicate	2413	37
illegal	2414	37
household	2415	37
faster	2416	37
1981	2417	37
affiliate	2418	37
58	2419	37
career	2420	37
asia	2421	37
exposure	2422	37
warning	2423	37
awarded	2424	37
enormous	2425	37
hungary	2426	37
martin	2427	37
turns	2428	37
possibly	2429	37
secondary	2430	37
yeargin	2431	37
newspapers	2432	37
comments	2433	37
factor	2434	37
facing	2435	37
contends	2436	37
turning	2437	37
jan.	2438	37
1993	2439	37
foods	2440	37
alternatives	2441	37
aggressive	2442	37
fuel	2443	37
banker	2444	37
realize	2445	37
fashion	2446	37
employers	2447	37
observers	2448	37
unable	2449	37
condition	2450	37
israel	2451	37
obligation	2452	37
warned	2453	37
mitchell	2454	37
culture	2455	37
genetic	2456	37
lawrence	2457	37
brewing	2458	37
p&g	2459	37
formerly	2460	36
roll	2461	36
douglas	2462	36
pursue	2463	36
spain	2464	36
club	2465	36
eliminate	2466	36
currencies	2467	36
consecutive	2468	36
portfolios	2469	36
inventories	2470	36
reporting	2471	36
fast-food	2472	36
identified	2473	36
playing	2474	36
stage	2475	36
grown	2476	36
gop	2477	36
participants	2478	36
sophisticated	2479	36
encourage	2480	36
pushing	2481	36
bottom	2482	36
badly	2483	36
answer	2484	36
massachusetts	2485	36
formed	2486	36
publisher	2487	36
philadelphia	2488	36
98	2489	36
62	2490	36
brady	2491	36
collapsed	2492	36
frequently	2493	36
subcommittee	2494	36
tower	2495	36
insurer	2496	36
quarters	2497	36
impossible	2498	36
faced	2499	36
son	2500	36
unsecured	2501	36
understand	2502	36
establish	2503	36
orange	2504	36
lenders	2505	36
begun	2506	36
transfer	2507	36
34	2508	36
blood	2509	36
miller	2510	36
1.7	2511	36
write	2512	36
massive	2513	36
army	2514	36
pilot	2515	36
thompson	2516	36
opec	2517	36
heard	2518	35
users	2519	35
introduce	2520	35
nec	2521	35
citizens	2522	35
apply	2523	35
memory	2524	35
atlanta	2525	35
downturn	2526	35
handle	2527	35
carries	2528	35
carried	2529	35
virginia	2530	35
wait	2531	35
caught	2532	35
bob	2533	35
educational	2534	35
roman	2535	35
threatened	2536	35
approve	2537	35
seeks	2538	35
10-year	2539	35
plastic	2540	35
containers	2541	35
thin	2542	35
modern	2543	35
sunday	2544	35
worker	2545	35
filled	2546	35
nixon	2547	35
suspension	2548	35
unlikely	2549	35
corporation	2550	35
after-tax	2551	35
ship	2552	35
otherwise	2553	35
assembly	2554	35
governments	2555	35
cellular	2556	35
franchise	2557	35
egg	2558	35
site	2559	35
a$	2560	35
kkr	2561	35
greenspan	2562	35
101	2563	34
boom	2564	34
recorded	2565	34
northeast	2566	34
2.2	2567	34
daniel	2568	34
ruled	2569	34
heads	2570	34
anticipated	2571	34
jump	2572	34
fujitsu	2573	34
donald	2574	34
progress	2575	34
enforcement	2576	34
elaborate	2577	34
steady	2578	34
planners	2579	34
insist	2580	34
reading	2581	34
excluding	2582	34
player	2583	34
aids	2584	34
stories	2585	34
shop	2586	34
cooperation	2587	34
specialist	2588	34
friends	2589	34
moderate	2590	34
equivalent	2591	34
extended	2592	34
campbell	2593	34
easier	2594	34
surprised	2595	34
friendly	2596	34
quick	2597	34
packages	2598	34
calling	2599	34
nationwide	2600	34
stock-market	2601	34
kill	2602	34
pulled	2603	34
compensation	2604	34
changing	2605	34
one-year	2606	34
intelligence	2607	34
resulted	2608	34
severe	2609	34
promised	2610	34
democracy	2611	34
typical	2612	34
interest-rate	2613	34
peabody	2614	34
cautious	2615	34
guy	2616	34
rivals	2617	34
hearings	2618	34
ortega	2619	34
asset-backed	2620	34
allowing	2621	34
tape	2622	34
whatever	2623	34
cosmetics	2624	34
agent	2625	34
hall	2626	34
mills	2627	34
reinsurance	2628	34
bellsouth	2629	34
engelken	2630	34
delmed	2631	34
steinhardt	2632	34
aware	2633	33
du	2634	33
race	2635	33
exceed	2636	33
illinois	2637	33
consumption	2638	33
theory	2639	33
applied	2640	33
father	2641	33
maxwell	2642	33
attractive	2643	33
rapid	2644	33
expanding	2645	33
ltv	2646	33
ran	2647	33
0.2	2648	33
commitment	2649	33
learned	2650	33
organizations	2651	33
video	2652	33
1983	2653	33
closer	2654	33
comprehensive	2655	33
allegations	2656	33
foundation	2657	33
stands	2658	33
bar	2659	33
troubles	2660	33
semiconductor	2661	33
dead	2662	33
resulting	2663	33
payable	2664	33
180	2665	33
two-thirds	2666	33
signal	2667	33
merchandise	2668	33
commodities	2669	33
shortly	2670	33
85	2671	33
connection	2672	33
match	2673	33
citicorp	2674	33
sees	2675	33
predict	2676	33
supporters	2677	33
hear	2678	33
des	2679	33
determine	2680	33
ought	2681	33
disappointing	2682	33
mac	2683	33
constitutional	2684	33
6.5	2685	33
bringing	2686	33
metal	2687	33
three-month	2688	33
statements	2689	33
aside	2690	33
compaq	2691	33
psyllium	2692	33
aetna	2693	33
anc	2694	33
corry	2695	33
york-based	2696	32
retain	2697	32
sluggish	2698	32
places	2699	32
edison	2700	32
handling	2701	32
prompted	2702	32
complained	2703	32
billions	2704	32
cleveland	2705	32
donaldson	2706	32
one-third	2707	32
1999	2708	32
shot	2709	32
husband	2710	32
attack	2711	32
convicted	2712	32
everybody	2713	32
carrying	2714	32
rockefeller	2715	32
fresh	2716	32
fast	2717	32
metropolitan	2718	32
middle	2719	32
appointed	2720	32
violations	2721	32
papers	2722	32
narrow	2723	32
considerable	2724	32
pittsburgh	2725	32
subsidiaries	2726	32
surprising	2727	32
formal	2728	32
fit	2729	32
branches	2730	32
panama	2731	32
maximum	2732	32
vs.	2733	32
50,000	2734	32
minor	2735	32
harder	2736	32
island	2737	32
desire	2738	32
promotion	2739	32
las	2740	32
opportunities	2741	32
marine	2742	32
2009	2743	32
el	2744	32
nikkei	2745	32
expense	2746	32
1.4	2747	32
350	2748	32
storage	2749	32
54	2750	32
icahn	2751	32
counsel	2752	32
supposed	2753	32
66	2754	32
poll	2755	32
walter	2756	32
stearns	2757	32
consolidated	2758	31
causing	2759	31
royal	2760	31
hot	2761	31
pont	2762	31
governor	2763	31
registered	2764	31
retired	2765	31
messrs.	2766	31
arthur	2767	31
brazil	2768	31
procedures	2769	31
disk	2770	31
shipments	2771	31
resume	2772	31
english	2773	31
daiwa	2774	31
mass	2775	31
broader	2776	31
advice	2777	31
soft	2778	31
strongly	2779	31
fighting	2780	31
numerous	2781	31
learning	2782	31
districts	2783	31
behalf	2784	31
quiet	2785	31
represented	2786	31
applications	2787	31
turnover	2788	31
targets	2789	31
sudden	2790	31
lawsuit	2791	31
machinery	2792	31
surprise	2793	31
revenues	2794	31
wine	2795	31
wholesale	2796	31
halt	2797	31
schedule	2798	31
regarding	2799	31
color	2800	31
exactly	2801	31
glass	2802	31
maintenance	2803	31
send	2804	31
program-trading	2805	31
agriculture	2806	31
trends	2807	31
enter	2808	31
rey	2809	31
davis	2810	31
begins	2811	31
variety	2812	31
flights	2813	31
shall	2814	31
successor	2815	31
profitability	2816	31
8.50	2817	31
location	2818	31
freddie	2819	31
800	2820	31
commissions	2821	31
dealing	2822	31
spirits	2823	31
incentives	2824	31
trip	2825	31
delta	2826	31
developers	2827	31
eggs	2828	31
bailout	2829	31
enterprises	2830	31
engine	2831	31
gonzalez	2832	31
blame	2833	31
allianz	2834	31
body	2835	30
beat	2836	30
standing	2837	30
winter	2838	30
announce	2839	30
doubled	2840	30
besides	2841	30
compete	2842	30
arrangement	2843	30
taiwan	2844	30
watching	2845	30
priority	2846	30
teams	2847	30
aide	2848	30
parliament	2849	30
linked	2850	30
channel	2851	30
exclusive	2852	30
expire	2853	30
premiums	2854	30
lufkin	2855	30
stadium	2856	30
tobacco	2857	30
restaurants	2858	30
indicates	2859	30
purpose	2860	30
contributions	2861	30
freedom	2862	30
waste	2863	30
answers	2864	30
brain	2865	30
dean	2866	30
constitution	2867	30
tumbled	2868	30
prison	2869	30
calif	2870	30
reputation	2871	30
merely	2872	30
baltimore	2873	30
buy-back	2874	30
requiring	2875	30
shops	2876	30
stable	2877	30
ideas	2878	30
becomes	2879	30
table	2880	30
population	2881	30
bulk	2882	30
2.3	2883	30
industrials	2884	30
chamber	2885	30
hired	2886	30
engaged	2887	30
pulp	2888	30
consensus	2889	30
noriega	2890	30
covering	2891	30
supported	2892	30
blue-chip	2893	30
sellers	2894	30
57	2895	30
wonder	2896	30
ranging	2897	30
claimed	2898	30
delays	2899	30
holiday	2900	30
conducted	2901	30
airways	2902	30
poison	2903	30
39	2904	30
bloc	2905	30
delayed	2906	30
sell-off	2907	30
creative	2908	30
recapitalization	2909	30
gap	2910	30
experiments	2911	30
pilson	2912	30
akzo	2913	30
westinghouse	2914	30
mobil	2915	30
deaths	2916	29
brief	2917	29
blue	2918	29
fans	2919	29
slid	2920	29
3.1	2921	29
arm	2922	29
message	2923	29
credits	2924	29
63	2925	29
concept	2926	29
47	2927	29
malcolm	2928	29
latin	2929	29
achieved	2930	29
seat	2931	29
wild	2932	29
plenty	2933	29
1979	2934	29
renewed	2935	29
strip	2936	29
competing	2937	29
mother	2938	29
discussing	2939	29
candidate	2940	29
telling	2941	29
marshall	2942	29
asian	2943	29
caution	2944	29
teachers	2945	29
explain	2946	29
mich.	2947	29
involve	2948	29
detroit	2949	29
principle	2950	29
complaints	2951	29
wave	2952	29
viacom	2953	29
networks	2954	29
packaging	2955	29
economics	2956	29
coors	2957	29
downward	2958	29
merchant	2959	29
license	2960	29
initiative	2961	29
secured	2962	29
departure	2963	29
loyalty	2964	29
institution	2965	29
sensitive	2966	29
argument	2967	29
turmoil	2968	29
occurred	2969	29
operators	2970	29
efficient	2971	29
poverty	2972	29
prudential-bache	2973	29
guide	2974	29
divisions	2975	29
600	2976	29
accounted	2977	29
basket	2978	29
sufficient	2979	29
mergers	2980	29
syndicate	2981	29
750	2982	29
tentatively	2983	29
phoenix	2984	29
cycle	2985	29
demands	2986	29
defensive	2987	29
shell	2988	29
weaker	2989	29
somewhat	2990	29
convert	2991	29
waertsilae	2992	29
peace	2993	29
apparent	2994	29
plastics	2995	29
9\/16	2996	29
a.m.	2997	29
defend	2998	29
goals	2999	29
toyota	3000	29
webster	3001	29
1974	3002	29
subsidies	3003	29
nicaragua	3004	29
wcrs	3005	29
chains	3006	29
regulation	3007	28
imported	3008	28
eased	3009	28
nevertheless	3010	28
acts	3011	28
rock	3012	28
suffer	3013	28
sheet	3014	28
developments	3015	28
mainframe	3016	28
broken	3017	28
totaling	3018	28
essentially	3019	28
pressures	3020	28
wood	3021	28
editorial	3022	28
resistance	3023	28
killed	3024	28
seeing	3025	28
giuliani	3026	28
gov.	3027	28
mary	3028	28
jim	3029	28
responded	3030	28
credibility	3031	28
speech	3032	28
crucial	3033	28
hardly	3034	28
forms	3035	28
fellow	3036	28
meant	3037	28
eager	3038	28
host	3039	28
michigan	3040	28
scale	3041	28
connecticut	3042	28
assuming	3043	28
d.c.	3044	28
productivity	3045	28
handful	3046	28
expanded	3047	28
130	3048	28
noting	3049	28
five-year	3050	28
catch	3051	28
generate	3052	28
fla.	3053	28
checks	3054	28
stone	3055	28
favorable	3056	28
counter	3057	28
hahn	3058	28
copy	3059	28
purposes	3060	28
dealings	3061	28
cards	3062	28
vegas	3063	28
fly	3064	28
manage	3065	28
99	3066	28
afford	3067	28
confident	3068	28
pill	3069	28
56	3070	28
charging	3071	28
1.25	3072	28
distributed	3073	28
mcdonald	3074	28
delivered	3075	28
weapons	3076	28
dealer	3077	28
pinkerton	3078	28
earth	3079	28
thomson	3080	28
honecker	3081	28
asbestos	3082	27
stood	3083	27
permanent	3084	27
52	3085	27
commonwealth	3086	27
round	3087	27
ill.	3088	27
140	3089	27
marketplace	3090	27
72	3091	27
harris	3092	27
mature	3093	27
owed	3094	27
draw	3095	27
indicators	3096	27
milk	3097	27
stress	3098	27
polish	3099	27
holder	3100	27
writer	3101	27
friend	3102	27
ends	3103	27
powers	3104	27
rape	3105	27
legislative	3106	27
democrat	3107	27
telegraph	3108	27
earn	3109	27
intent	3110	27
dramatic	3111	27
swap	3112	27
detailed	3113	27
organized	3114	27
remarks	3115	27
structural	3116	27
monitor	3117	27
driving	3118	27
solid	3119	27
identify	3120	27
address	3121	27
succeeding	3122	27
respond	3123	27
duties	3124	27
unions	3125	27
shut	3126	27
rural	3127	27
sit	3128	27
participation	3129	27
henry	3130	27
anybody	3131	27
scott	3132	27
onto	3133	27
edition	3134	27
combination	3135	27
succeeded	3136	27
abandoned	3137	27
gasoline	3138	27
guard	3139	27
backing	3140	27
van	3141	27
underwriter	3142	27
looked	3143	27
4.6	3144	27
nomura	3145	27
calculated	3146	27
hanover	3147	27
labor-management	3148	27
experienced	3149	27
carnival	3150	27
berlin	3151	27
projections	3152	27
sciences	3153	27
miss	3154	27
mgm	3155	27
forest	3156	27
marcos	3157	27
lies	3158	27
reasonable	3159	27
boren	3160	27
turner	3161	27
decades	3162	26
findings	3163	26
cotton	3164	26
vary	3165	26
borrowing	3166	26
resort	3167	26
visitors	3168	26
fifth	3169	26
effectively	3170	26
audit	3171	26
link	3172	26
p.	3173	26
intense	3174	26
india	3175	26
memories	3176	26
engineers	3177	26
requested	3178	26
grant	3179	26
load	3180	26
controlling	3181	26
interbank	3182	26
foot	3183	26
barney	3184	26
jenrette	3185	26
conduct	3186	26
science	3187	26
fired	3188	26
disease	3189	26
viewed	3190	26
secret	3191	26
younger	3192	26
courter	3193	26
pollution	3194	26
starts	3195	26
attitude	3196	26
clean	3197	26
broke	3198	26
recalls	3199	26
iowa	3200	26
controversy	3201	26
recommended	3202	26
christopher	3203	26
permission	3204	26
attempting	3205	26
foreigners	3206	26
g.	3207	26
midwest	3208	26
happens	3209	26
criticized	3210	26
pounds	3211	26
1.9	3212	26
precious	3213	26
originally	3214	26
divided	3215	26
emphasis	3216	26
merc	3217	26
obvious	3218	26
risen	3219	26
sued	3220	26
hoped	3221	26
assumption	3222	26
ticket	3223	26
repair	3224	26
concrete	3225	26
causes	3226	26
buy-outs	3227	26
helps	3228	26
second-largest	3229	26
recover	3230	26
odds	3231	26
expert	3232	26
filings	3233	26
2,000	3234	26
indicating	3235	26
selected	3236	26
participate	3237	26
rare	3238	26
95	3239	26
paramount	3240	26
amr	3241	26
texaco	3242	26
difficulties	3243	26
